Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Your daily calorie and macro targets are set by AI. When you tap Recalculate Goals — or automatically about once a week if Adaptive Goals is on — Ayuvo sends your profile, the reference equations below, privacy-safe daily nutrition totals, exact dated weight, body-fat, and tape measurements, aggregate workout counts, duration, sets, and reps, and optional Apple Health energy to your AI provider. Food names, notes, photos, ingredients, and exercise names are not sent for this calculation. It starts from these peer-reviewed formulas, then adjusts them to your real data to estimate your true maintenance and targets.
ar: يحدد الذكاء الاصطناعي أهدافك اليومية للسعرات الحرارية والمغذيات الكبرى. عند الضغط على «إعادة حساب الأهداف» — أو تلقائيًا مرة كل أسبوع تقريبًا إذا كانت الأهداف التكيفية مفعّلة — يرسل Ayuvo إلى مزوّد الذكاء الاصطناعي ملفك الشخصي، والمعادلات المرجعية أدناه، وإجماليات التغذية اليومية المجمّعة بطريقة تحمي الخصوصية، وقياسات الوزن ونسبة دهون الجسم ومحيطات الجسم الدقيقة والمؤرخة، وإجماليات التمارين من حيث العدد والمدة والمجموعات والتكرارات، وبيانات الطاقة الاختيارية من Apple Health. لا تُرسل أسماء الأطعمة أو الملاحظات أو الصور أو المكوّنات أو أسماء التمارين لهذا الحساب. يبدأ الذكاء الاصطناعي بهذه المعادلات التي راجعها الأقران، ثم يعدّلها وفق بياناتك الفعلية لتقدير سعرات الحفاظ الفعلية وأهدافك.
az: Gündəlik kalori və makro hədəflərinizi AI təyin edir. «Hədəfləri yenidən hesabla» düyməsinə toxunduqda — və ya Adaptiv Hədəflər aktivdirsə, təxminən həftədə bir dəfə avtomatik — Ayuvo profilinizi, aşağıdakı istinad tənliklərini, məxfiliyi qoruyan ümumiləşdirilmiş gündəlik qidalanma yekunlarını, tarixlə göstərilən dəqiq çəki, bədən yağı və lentlə bədən ölçülərini, məşqlərin ümumiləşdirilmiş sayını, müddətini, set və təkrarlarını, həmçinin Apple Health-dən ixtiyari enerji məlumatlarını AI provayderinizə göndərir. Qida adları, qeydlər, fotolar, inqrediyentlər və məşq adları bu hesablama üçün göndərilmir. AI bu elmi cəhətdən təsdiqlənmiş düsturlardan başlayır, sonra həqiqi saxlama səviyyənizi və hədəflərinizi qiymətləndirmək üçün onları real məlumatlarınıza uyğunlaşdırır.
de: Deine täglichen Kalorien- und Makroziele werden von KI festgelegt. Wenn du auf „Ziele neu berechnen“ tippst — oder etwa einmal pro Woche automatisch, wenn Adaptive Ziele aktiviert ist — sendet Ayuvo dein Profil, die unten stehenden Referenzformeln, datenschutzschonende aggregierte tägliche Nährwertsummen, genaue datierte Gewichts-, Körperfett- und Umfangsmessungen, zusammengefasste Trainingszahlen, -dauer, Sätze und Wiederholungen sowie optionale Energiedaten aus Apple Health an deinen KI-Anbieter. Lebensmittelnamen, Notizen, Fotos, Zutaten und Übungsnamen werden für diese Berechnung nicht gesendet. Die KI geht von diesen wissenschaftlich geprüften Formeln aus und passt sie an deine echten Daten an, um deinen tatsächlichen Erhaltungsbedarf und deine Ziele zu schätzen.
es: Tus objetivos diarios de calorías y macros los establece la IA. Cuando tocas «Recalcular objetivos» — o automáticamente una vez a la semana si los Objetivos adaptativos están activados — Ayuvo envía a tu proveedor de IA tu perfil, las ecuaciones de referencia de abajo, totales nutricionales diarios agregados que protegen tu privacidad, mediciones exactas y fechadas de peso, grasa corporal y perímetros corporales, datos agregados de entrenamientos —cantidad, duración, series y repeticiones— y datos opcionales de energía de Apple Health. Para este cálculo no se envían nombres de alimentos, notas, fotos, ingredientes ni nombres de ejercicios. La IA parte de estas fórmulas revisadas por pares y luego las ajusta a tus datos reales para estimar tu mantenimiento y objetivos verdaderos.
fr: Vos objectifs quotidiens de calories et de macros sont définis par l’IA. Quand vous touchez « Recalculer les objectifs » — ou automatiquement environ une fois par semaine si les Objectifs adaptatifs sont activés — Ayuvo envoie à votre fournisseur d’IA votre profil, les équations de référence ci-dessous, des totaux nutritionnels quotidiens agrégés respectueux de la vie privée, les mesures exactes et datées du poids, de la masse grasse et des mensurations au ruban, des données agrégées sur le nombre et la durée des entraînements, les séries et les répétitions, ainsi que les données énergétiques facultatives de Apple Health. Les noms d’aliments, notes, photos, ingrédients et noms d’exercices ne sont pas envoyés pour ce calcul. L’IA part de ces formules validées scientifiquement, puis les ajuste à vos données réelles pour estimer votre maintenance et vos objectifs réels.
hi: आपके दैनिक कैलोरी और मैक्रो लक्ष्य AI तय करता है। जब आप ‘लक्ष्य दोबारा कैलकुलेट करें’ पर टैप करते हैं — या अडैप्टिव लक्ष्य चालू होने पर हफ़्ते में लगभग एक बार अपने आप — Ayuvo आपके AI प्रोवाइडर को आपकी प्रोफ़ाइल, नीचे दिए संदर्भ समीकरण, गोपनीयता-सुरक्षित समेकित दैनिक पोषण कुल, तारीख सहित सटीक वज़न, बॉडी-फैट और टेप से लिए गए माप, वर्कआउट की समेकित संख्या, अवधि, सेट और रेप्स, और वैकल्पिक Apple Health ऊर्जा डेटा भेजता है। इस गणना के लिए भोजन के नाम, नोट्स, फ़ोटो, सामग्री और व्यायाम के नाम नहीं भेजे जाते। AI इन समीक्षित फ़ॉर्मूलों से शुरू करता है, फिर आपके वास्तविक डेटा के अनुसार उन्हें समायोजित करके आपकी असली मेंटेनेंस और लक्ष्यों का अनुमान लगाता है।
it: I tuoi obiettivi giornalieri di calorie e macro sono impostati dall’IA. Quando tocchi «Ricalcola obiettivi» — o automaticamente circa una volta a settimana se Obiettivi adattivi è attivo — Ayuvo invia al tuo provider IA il tuo profilo, le equazioni di riferimento qui sotto, i totali nutrizionali giornalieri aggregati nel rispetto della privacy, le misurazioni esatte e datate di peso, grasso corporeo e circonferenze rilevate con il metro, i dati aggregati sugli allenamenti — numero, durata, serie e ripetizioni — e i dati energetici facoltativi di Apple Health. Per questo calcolo non vengono inviati nomi degli alimenti, note, foto, ingredienti o nomi degli esercizi. L’IA parte da queste formule validate scientificamente e poi le adatta ai tuoi dati reali per stimare il tuo vero mantenimento e i tuoi obiettivi.
ja: 1日のカロリーとマクロの目標はAIが設定します。「目標を再計算」をタップすると（アダプティブ目標がオンの場合は週1回程度自動で）、Ayuvoはプロフィール、下記の参照式、プライバシーに配慮した日ごとの栄養合計、日付付きの正確な体重・体脂肪率・メジャー採寸値、ワークアウトの集計値（回数、時間、セット数、レップ数）、および任意のApple HealthエネルギーデータをAIプロバイダーに送信します。この計算では、食品名、メモ、写真、材料、運動名は送信されません。査読済みの計算式をもとに、実際のデータに合わせて調整し、真の維持カロリーと目標を推定します。
ko: 일일 칼로리와 매크로 목표는 AI가 설정합니다. ‘목표 다시 계산’을 탭하면 — 또는 적응형 목표가 켜져 있으면 약 일주일에 한 번 자동으로 — Ayuvo가 프로필, 아래의 참조 공식, 개인정보를 보호하도록 집계된 일일 영양 합계, 날짜가 포함된 정확한 체중·체지방·줄자 측정값, 운동 횟수·시간·세트·반복 횟수의 집계값, 선택 사항인 Apple Health 에너지 데이터를 AI 제공자에게 전송합니다. 이 계산에는 음식 이름, 메모, 사진, 재료, 운동 이름이 전송되지 않습니다. 동료 검증을 거친 공식에서 출발해 실제 데이터에 맞게 조정하여 진짜 유지 칼로리와 목표를 추정합니다.
nl: Je dagelijkse calorie- en macrodoelen worden door AI bepaald. Wanneer je op ‘Doelen herberekenen’ tikt — of automatisch ongeveer één keer per week als Adaptieve doelen aanstaat — stuurt Ayuvo je profiel, de onderstaande referentieformules, geaggregeerde privacyvriendelijke dagelijkse voedingstotalen, nauwkeurige gedateerde metingen van gewicht, lichaamsvet en lichaamsomtrek, geaggregeerde aantallen trainingen, duur, sets en herhalingen, en optionele energiegegevens uit Apple Health naar je AI-provider. Namen van voedingsmiddelen, notities, foto’s, ingrediënten en namen van oefeningen worden niet voor deze berekening verstuurd. De AI begint bij deze wetenschappelijk onderbouwde formules en past ze aan je echte gegevens aan om je werkelijke onderhoudsbehoefte en doelen te schatten.
pl: Twoje dzienne cele kalorii i makroskładników ustala AI. Gdy stukniesz „Przelicz cele ponownie” — lub automatycznie mniej więcej raz w tygodniu, jeśli włączone są Cele adaptacyjne — Ayuvo wysyła do Twojego dostawcy AI profil, poniższe równania referencyjne, zagregowane dzienne podsumowania żywieniowe chroniące prywatność, dokładne i opatrzone datą pomiary masy ciała, poziomu tkanki tłuszczowej i obwodów ciała, zagregowane dane o treningach — ich liczbę, czas trwania, serie i powtórzenia — oraz opcjonalne dane o energii z Apple Health. Nazwy produktów, notatki, zdjęcia, składniki ani nazwy ćwiczeń nie są wysyłane do tego obliczenia. AI zaczyna od tych zweryfikowanych naukowo wzorów, a następnie dopasowuje je do Twoich rzeczywistych danych, aby oszacować faktyczne zapotrzebowanie na utrzymanie masy i cele.
pt_br: Suas metas diárias de calorias e macros são definidas por IA. Quando você toca em «Recalcular metas» — ou automaticamente cerca de uma vez por semana se Metas adaptativas estiver ativado — o Ayuvo envia ao seu provedor de IA seu perfil, as equações de referência abaixo, totais nutricionais diários agregados com proteção de privacidade, medições exatas e datadas de peso, gordura corporal e circunferências feitas com fita métrica, dados agregados dos treinos — quantidade, duração, séries e repetições — e dados opcionais de energia do Apple Health. Nomes de alimentos, notas, fotos, ingredientes e nomes de exercícios não são enviados para este cálculo. A IA parte dessas fórmulas revisadas por pares e as ajusta aos seus dados reais para estimar sua verdadeira manutenção e suas metas.
ro: Obiectivele tale zilnice de calorii și macronutrienți sunt stabilite de AI. Când atingi „Recalculează obiectivele” — sau automat cam o dată pe săptămână dacă Obiectivele adaptive sunt activate — Ayuvo trimite furnizorului tău de AI profilul, ecuațiile de referință de mai jos, totalurile nutriționale zilnice agregate care protejează confidențialitatea, măsurători exacte și datate ale greutății, grăsimii corporale și circumferințelor măsurate cu banda, date agregate despre antrenamente — număr, durată, seturi și repetări — și date energetice opționale din Apple Health. Numele alimentelor, notele, fotografiile, ingredientele și numele exercițiilor nu sunt trimise pentru acest calcul. AI pornește de la aceste formule validate științific, apoi le ajustează la datele tale reale pentru a estima menținerea și obiectivele tale reale.
ru: Ваши дневные цели по калориям и макронутриентам задаёт ИИ. Когда вы нажимаете «Пересчитать цели» — или автоматически примерно раз в неделю, если включены адаптивные цели, — Ayuvo отправляет вашему ИИ-провайдеру профиль, приведённые ниже эталонные формулы, безопасные агрегированные суточные показатели питания, точные измерения веса, процента жира и обхватов тела с датами, агрегированные показатели тренировок — их количество, продолжительность, подходы и повторения — и, при наличии, данные об энергозатратах из Apple Health. Названия еды, заметки, фотографии, ингредиенты и названия упражнений для этого расчёта не отправляются. ИИ берёт за основу эти научно проверенные формулы и подстраивает их под ваши реальные данные, чтобы оценить фактическую норму и цели.
uk: Ваши дневние цели по калориям и макронутриентам задаёт ШІ. Когда ви нажимаете «Пересчитать цели» — или автоматически примерно раз в неделю, если включени адаптивние цели, — Ayuvo отправляет вашему ШІ-провайдеру профиль, приведённие ниже еталонние формули, безопасние агрегированние суточние показатели питания, точние измерения веса, процента жира и обхватов тела с датами, агрегированние показатели тренировок — их количество, продолжительность, подходи и повторения — и, при наличии, данние об енергозатратах из Apple Health. Названия еди, заметки, фотографии, ингредиенти и названия упражнений для етого расчёта не отправляются. ШІ берёт за основу ети научно проверенние формули и подстраивает их под ваши реальние данние, чтоби оценить фактическую норму и цели.
zh_hans: 你的每日热量和宏量营养素目标由 AI 设定。当你点按“重新计算目标”时（若开启了自适应目标，则大约每周自动一次），Ayuvo 会将你的资料、下方的参考公式、保护隐私的每日营养汇总、带日期的准确体重、体脂和围度测量值、汇总的训练次数、时长、组数和重复次数，以及可选的 Apple Health 能量数据发送给你的 AI 服务商。此计算不会发送食物名称、备注、照片、配料或运动名称。它以这些经同行评审的公式为基础，再根据你的真实数据进行调整，以估算你真正的维持热量和目标。

source: Your food log, weight history, body-fat history, and BYOK API keys stay on this device.
ar: يبقى سجل طعامك وتاريخ وزنك ودهون جسمك ومفاتيح BYOK API على هذا الجهاز.
az: Yemək qeydləriniz, çəki və bədən yağı tarixçəniz və BYOK API açarlarınız bu cihazda qalır.
cs: Deník jídel, historie váhy, historie tělesného tuku i tvoje BYOK API klíče zůstávají v tomto zařízení.
de: Dein Ernährungstagebuch, Gewichtsverlauf, Körperfettverlauf und BYOK-API-Schlüssel bleiben auf diesem Gerät.
es: Tu registro de comidas, historial de peso, historial de grasa corporal y claves API BYOK permanecen en este dispositivo.
fr: Votre journal alimentaire, l'historique de poids, de masse grasse et vos clés API BYOK restent sur cet appareil.
hi: आपका फ़ूड लॉग, वज़न हिस्ट्री, बॉडी-फैट हिस्ट्री और BYOK API कीज़ इसी डिवाइस पर रहती हैं।
it: Il diario alimentare, lo storico di peso e massa grassa e le chiavi API BYOK restano su questo dispositivo.
ja: 食事記録、体重・体脂肪の履歴、BYOKのAPIキーはこの端末内に保存されます。
ko: 음식 기록, 체중·체지방 기록, BYOK API 키는 이 기기에만 저장됩니다.
nl: Je voedingslog, gewichts- en vetpercentagegeschiedenis en BYOK-API-sleutels blijven op dit apparaat.
pl: Twój dziennik posiłków, historia wagi i tkanki tłuszczowej oraz klucze API BYOK pozostają na tym urządzeniu.
pt_br: Seu diário alimentar, histórico de peso, histórico de gordura corporal e chaves de API BYOK ficam neste aparelho.
ro: Jurnalul alimentar, istoricul greutății, al grăsimii corporale și cheile API BYOK rămân pe acest dispozitiv.
ru: Ваш дневник питания, история веса и жира, а также BYOK API-ключи остаются на этом устройстве.
uk: Ваш дневник питания, история веса и жира, а также BYOK API-ключи остаются на етом устройстве.
zh_hans: 你的饮食记录、体重和体脂历史以及 BYOK API 密钥都保存在本设备上。

source: Your logged calories and scale weight don't quite match. You may be under-logging food.
ar: السعرات الحرارية المسجلة ووزن الميزان لا يتطابقان تمامًا. قد تكون تسجل طعامًا أقل من الواقع.
az: Qeyd etdiyiniz kalorilər və tərəzi çəkiniz tam uyğun gəlmir. Yeməyi az qeyd edə bilərsiniz.
cs: Zapsané kalorie a naměřená váha si úplně nesedí. Možná zapisuješ méně, než skutečně sníš.
de: Deine protokollierten Kalorien und dein Waagengewicht passen nicht ganz zusammen. Du protokollierst möglicherweise zu wenig.
es: Tus calorías registradas y tu peso en la báscula no coinciden del todo. Puede que estés registrando menos comida de la que consumes.
fr: Vos calories enregistrées et votre poids ne correspondent pas tout à fait. Vous sous-estimez peut-être vos apports.
hi: आपकी दर्ज की गई कैलोरी और तराज़ू का वज़न पूरी तरह मेल नहीं खाते। हो सकता है आप भोजन कम दर्ज कर रहे हों।
it: Le calorie registrate e il peso sulla bilancia non corrispondono del tutto. Potresti registrare meno cibo del reale.
ja: 記録したカロリーと体重計の数値が一致していません。食事の記録が不足している可能性があります。
ko: 기록한 칼로리와 체중계 수치가 완전히 일치하지 않습니다. 음식 기록이 부족할 수 있습니다.
nl: Je gelogde calorieën en weeggewicht komen niet helemaal overeen. Mogelijk log je te weinig voedsel.
pl: Dodane kalorie i waga z pomiarów nie całkiem się zgadzają. Możesz zaniżać wpisy jedzenia.
pt_br: Suas calorias registradas e o peso na balança não estão alinhados. Você pode estar registrando menos comida do que o real.
ro: Caloriile înregistrate și greutatea de pe cântar nu se potrivesc complet. Poate înregistrezi mai puțină mâncare decât consumi.
ru: Записанные калории и вес на весах не совсем совпадают. Возможно, вы записываете не всю еду.
uk: Записанние калории и вес на весах не совсем совпадают. Возможно, ви записиваете не всю еду.
zh_hans: 你记录的卡路里与体重秤读数不太吻合。你可能少记了一些食物。

source: Your plan auto-adjusts weekly as you log — turn off Adaptive Goals in Settings to keep it fixed.
ar: تتعدّل خطتك تلقائيًا كل أسبوع حسب تسجيلاتك — أوقف Adaptive Goals من الإعدادات لإبقائها ثابتة.
az: Planınız qeydlərinizə əsasən hər həftə avtomatik tənzimlənir — sabit saxlamaq üçün Parametrlərdə Adaptive Goals-u söndürün.
cs: Tvůj plán se každý týden sám upravuje podle zápisů — pokud ho chceš pevný, vypni Adaptivní cíle v Nastavení.
de: Dein Plan passt sich wöchentlich an, während du loggst — deaktiviere Adaptive Goals in den Einstellungen, um ihn fest zu lassen.
es: Tu plan se ajusta automáticamente cada semana según lo que registras — desactiva Adaptive Goals en Ajustes para mantenerlo fijo.
fr: Votre plan s'ajuste automatiquement chaque semaine selon vos repas — désactivez Adaptive Goals dans Réglages pour le garder fixe.
hi: आपका प्लान आपकी लॉगिंग के अनुसार हर हफ़्ते अपने आप एडजस्ट होता है — इसे स्थिर रखने के लिए सेटिंग्स में Adaptive Goals बंद करें।
it: Il tuo piano si adatta automaticamente ogni settimana in base ai log — disattiva Adaptive Goals nelle Impostazioni per mantenerlo fisso.
ja: プランは記録に合わせて週1回自動調整されます。固定したい場合は設定でAdaptive Goalsをオフにしてください。
ko: 플랜은 기록에 따라 매주 자동 조정됩니다 — 고정하려면 설정에서 Adaptive Goals를 끄세요.
nl: Je plan past zich wekelijks aan op basis van je logs — zet Adaptive Goals uit in Instellingen om het vast te houden.
pl: Twój plan dostosowuje się co tydzień na podstawie wpisów — wyłącz Cele adaptacyjne w Ustawieniach, aby pozostał stały.
pt_br: Seu plano se ajusta automaticamente toda semana conforme você registra — desative o Adaptive Goals em Ajustes para mantê-lo fixo.
ro: Planul tău se ajustează automat săptămânal pe măsură ce înregistrezi — dezactivează Adaptive Goals din Setări pentru a-l păstra fix.
ru: Ваш план автоматически корректируется каждую неделю по мере записей — отключите Адаптивные цели в настройках, чтобы он оставался неизменным.
uk: Ваш план автоматично коригується щотижня, коли ви ведете записи — вимкніть Адаптивні цілі в Налаштуваннях, щоб зафіксувати його.
zh_hans: 你的计划会根据记录每周自动调整 — 想保持不变，可在设置中关闭 Adaptive Goals。

source: Your support keeps Ayuvo free for everyone.
ar: دعمك يُبقي Ayuvo مجانيًا للجميع.
az: Dəstəyiniz Ayuvo-ni hamı üçün pulsuz saxlayır.
cs: Tvoje podpora drží Ayuvo zdarma pro všechny.
de: Deine Unterstützung hält Ayuvo für alle kostenlos.
es: Tu apoyo mantiene Ayuvo gratis para todos.
fr: Votre soutien garde Ayuvo gratuit pour tous.
hi: आपका सहयोग Ayuvo को सबके लिए मुफ़्त रखता है।
it: Il tuo supporto mantiene Ayuvo gratuita per tutti.
ja: あなたのサポートがAyuvoをみんなの無料アプリに保ちます。
ko: 여러분의 후원이 Ayuvo를 모두에게 무료로 유지해 줍니다.
nl: Jouw steun houdt Ayuvo gratis voor iedereen.
pl: Twoje wsparcie utrzymuje Ayuvo darmowym dla wszystkich.
pt_br: Seu apoio mantém o Ayuvo gratuito para todos.
ro: Sprijinul tău menține Ayuvo gratuită pentru toți.
ru: Ваша поддержка сохраняет Ayuvo бесплатным для всех.
uk: Ваша поддержка зберігає Ayuvo бесплатним для всех.
zh_hans: 你的支持让 Ayuvo 对所有人保持免费。

source: %@s
az: %@lər
nl: %@en

# %@%@ left
source: %1$@%2$@ left
cs: zbývá %1$@%2$@
it: %1$@%2$@ rimanenti
pl: Pozostało %1$@%2$@
ru: %1$@%2$@ осталось
uk: %1$@%2$@ осталось

# %lld %@ · tap to view or delete
source: %1$lld %2$@ · tap to view or delete
cs: %1$lld %2$@ · klepnutím zobrazíš nebo smažeš
it: %1$lld %2$@ · tocca per visualizzare o eliminare
pl: %1$lld %2$@ · stuknij, aby wyświetlić lub usunąć
ru: %1$lld %2$@ · нажмите, чтобы просмотреть или удалить
uk: %1$lld %2$@ · натисніть, чтоби просмотреть или видалити

source: %lld days
cs: %lld dní
it: %lld giorni
pl: %lld dnia
ru: %lld дней
uk: %lld дней

# %lld food%@ will be added to %@.
source: %1$lld food%2$@ will be added to %3$@.
cs: %1$lld produkt%2$@ se přidá do %3$@.
it: %1$lld alimenti verranno aggiunti a %3$@.
pl: %1$lld produkt%2$@ zostanie dodany do %3$@.
ru: %1$lld продуктов будет добавлено в %3$@.
uk: %1$lld продуктів будет добавлено в %3$@.

source: %lld kcal / day
cs: %lld kcal / den
it: %lld kcal / giorno
pl: %lld kcal / dzień
ru: %lld ккал / день
uk: %lld ккал / день

source: %lld left
cs: zbývá %lld
it: %lld rimanenti
pl: Pozostało %lld
ru: %lld осталось
uk: %lld осталось

# %lld/%lld left
source: %1$lld/%2$lld left
cs: zbývá %1$lld/%2$lld
it: %1$lld/%2$lld rimanenti
pl: Pozostało %1$lld/%2$lld
ru: %1$lld/%2$lld осталось
uk: %1$lld/%2$lld осталось

source: About Adaptive Goals
cs: O Adaptivních cílech
it: Info su Obiettivi adattivi
pl: O Celach adaptacyjnych
ru: О адаптивных целях
uk: О адаптивних целях

source: About Default to Grams
cs: O funkci Výchozí gramy
it: Info su Grammi predefiniti
pl: O domyślnych gramach
ru: О настройке «Граммы по умолчанию»
uk: О настройке «Грамми по умолчанию»

source: About Energy Burn Goals
cs: O cílech podle spálené energie
it: Info su Obiettivi consumo energetico
pl: O Celach spalania energii
ru: О цели расхода калорий
uk: О цели расхода калорий

source: Accept & Continue
cs: Přijmout a pokračovat
it: Accetta e continua
pl: Zaakceptuj i kontynuuj
ru: Принять и продолжить
uk: Принять и продолжить

source: Active
cs: Aktivní
it: Attivo
pl: Aktywna
ru: Активный
uk: Висока активність

source: Adaptive Goals
cs: Adaptivní cíle
it: Obiettivi adattivi
pl: Cele adaptacyjne
ru: Адаптивные цели
uk: Адаптивні цілі

source: Added
cs: Přidáno
it: Aggiunto
pl: Dodany
ru: Добавлено
uk: Добавлено

source: Added Sugar
cs: Přidaný cukr
it: Zuccheri aggiunti
pl: Cukier dodany
ru: Добавленный сахар
uk: Доданий цукор

source: Aggressive but doable. Requires strong discipline.
cs: Agresivní, ale zvládnutelné. Vyžaduje pevnou disciplínu.
it: Aggressivo ma fattibile. Richiede molta disciplina.
pl: Agresywne, ale wykonalne. Wymaga dużej dyscypliny.
ru: Агрессивно, но выполнимо. Требует высокой дисциплины.
uk: Агресивно, але досяжно. Потребує суворої дисципліни.

source: AI Access
cs: Přístup k AI
it: Accesso IA
pl: Dostęp AI
ru: Доступ к ИИ
uk: Доступ к ШІ

source: AI Suggestion Failed
cs: Návrh AI se nezdařil
it: Suggerimento IA non riuscito
pl: Sugestia AI nie powiodła się
ru: Не удалось получить предложение ИИ
uk: Не вдалося получить предложение ШІ

source: All four reminders are smart — they skip firing on days you've already logged. Body fat default is off since most users don't measure daily.
cs: Všechna čtyři připomenutí jsou chytrá — ve dnech, kdy už máš zapsáno, se neozvou. Tělesný tuk je ve výchozím stavu vypnutý, protože ho většina lidí neměří denně.
it: Tutti e quattro i promemoria sono intelligenti: non si attivano nei giorni in cui hai già registrato i dati. Quello per il grasso corporeo è disattivato di default poiché la maggior parte degli utenti non lo misura ogni giorno.
pl: Wszystkie cztery przypomnienia są inteligentne — nie uruchamiają się w dniach, w których masz już wpis. Domyślnie tkanka tłuszczowa jest wyłączona, bo większość użytkowników nie mierzy jej codziennie.
ru: Все четыре напоминания умные — они не срабатывают в дни, когда вы уже внесли данные. Напоминание о жире отключено по умолчанию, так как большинство пользователей не измеряет его каждый день.
uk: Все четире напоминания умние — они не срабативают в дни, когда ви уже внесли данние. Напоминание о жире отключено по умолчанию, так как большинство пользователей не измеряет его каждий день.

source: Allow Meal Reminders
cs: Povolit připomenutí jídel
it: Consenti promemoria pasti
pl: Zezwalaj na przypomnienia o posiłkach
ru: Разрешить напоминания о приемах пищи
uk: Разрешить напоминания о приемах пищи

source: Analyzing
cs: Analyzuji
it: Analisi in corso…
pl: Analizowanie
ru: Анализ…
uk: Повторна обробка…

source: and
cs: a
it: e
pl: i
ru: и
uk: и

source: App Version
cs: Verze aplikace
it: Versione dell'app
pl: Wersja aplikacji
ru: Версия приложения
uk: Версія застосунку

source: Avg: %lld kcal
cs: Průměr: %lld kcal
it: Media: %lld kcal
pl: Śr.: %lld kcal
ru: Ср.: %lld ккал
uk: Ср.: %lld ккал

source: Baby Pink
cs: Světle růžová
it: Rosa confetto
pl: Pastelowy róż
ru: Нежно-розовый
uk: Ніжно-рожевий

source: Barcode
cs: Čárový kód
it: Codice a barre
pl: Kod kreskowy
ru: Штрихкод
uk: Штрихкод

source: Be reminded to log meals
cs: Nech si připomenout zapisování jídel
it: Ricevi promemoria per registrare i pasti
pl: Otrzymuj przypomnienia, aby logować posiłki
ru: Получайте напоминания о записи приёмов пищи
uk: Получайте напоминания о записи приёмов пищи

source: Best Streak
cs: Nejdelší série
it: Miglior serie
pl: Najlepsza seria
ru: Лучшая серия
uk: Лучшая серия

source: Blue
cs: Modrá
it: Blu
pl: Niebieski
ru: Синий
uk: Синій

source: Body Measurements
cs: Tělesné míry
it: Misure corporee
pl: Pomiary ciała
ru: Замеры тела
uk: Вимірювання тіла
